{
    "error": false,
    "data": [
  {
    "from": "Witt Ayala",
    "notification": "is now a member of",
    "picture": "http://api.randomuser.me/portraits/men/7.jpg",
    "subject": "sint velit commodo",
    "content": "Sint exercitation do tempor id duis sint. Pariatur commodo fugiat nulla Lorem qui. Cupidatat eiusmod nisi reprehenderit sit pariatur Lorem. Quis nostrud magna eu anim cupidatat reprehenderit exercitation consequat consequat."
  },
  {
    "from": "Elma Hale",
    "notification": "is now a member of",
    "picture": "http://api.randomuser.me/portraits/women/0.jpg",
    "subject": "tempor eiusmod ea",
    "content": "Cillum culpa ad laborum consequat et quis dolore. Quis laboris aliqua velit anim eu cillum sunt cupidatat proident proident. Consectetur ullamco fugiat eiusmod dolor labore nisi ipsum. Exercitation ad consequat esse veniam laboris ipsum sit commodo qui Lorem ad dolore."
  },
  {
    "from": "Wilkerson Perkins",
    "notification": "has been denied request to join",
    "picture": "http://api.randomuser.me/portraits/women/1.jpg",
    "subject": "ullamco aliquip reprehenderit",
    "content": "Proident qui deserunt dolor ut elit ipsum in aute aute eu labore cupidatat. Pariatur enim et excepteur sunt sit sunt. Velit voluptate elit eu anim duis magna elit commodo elit proident quis laborum id qui. Anim laboris minim incididunt elit."
  },
  {
    "from": "Monique Mills",
    "notification": "has commented your",
    "picture": "http://api.randomuser.me/portraits/women/10.jpg",
    "subject": "deserunt magna proident",
    "content": "Anim dolore proident reprehenderit voluptate voluptate. Proident aute nisi id laboris ipsum. Aliqua elit nostrud amet elit quis commodo aliqua tempor elit adipisicing esse eu aute ad. Sit velit voluptate consequat pariatur mollit aliqua sint excepteur velit do ea tempor eu mollit."
  },
  {
    "from": "Tami Moody",
    "notification": "is now a member of",
    "picture": "http://api.randomuser.me/portraits/women/2.jpg",
    "subject": "reprehenderit sit aliqua",
    "content": "Tempor sunt duis amet anim. Reprehenderit anim occaecat sunt aute consequat enim culpa ad nostrud minim fugiat mollit. Quis deserunt deserunt sunt occaecat culpa nostrud adipisicing mollit aliquip amet pariatur. Aliquip voluptate ad sint culpa do enim ea non et proident aliqua ut ipsum voluptate."
  },
  {
    "from": "Stella Ayers",
    "notification": "has been denied request to join",
    "picture": "http://api.randomuser.me/portraits/women/4.jpg",
    "subject": "laboris consectetur magna",
    "content": "Commodo commodo ad elit ex nostrud nisi mollit. Ipsum dolore sit ullamco fugiat. Aute duis velit id dolore ea aliqua nisi. Eu culpa eiusmod pariatur sit velit ea cillum irure elit non irure enim."
  },
  {
    "from": "Andrea Dunn",
    "notification": "is now a member of",
    "picture": "http://api.randomuser.me/portraits/women/7.jpg",
    "subject": "officia tempor ad",
    "content": "In voluptate eiusmod Lorem cillum laboris eiusmod laborum proident. Veniam qui voluptate excepteur quis voluptate consequat quis est. Voluptate ad eiusmod occaecat officia ipsum enim et officia sint deserunt enim nisi fugiat. Pariatur ullamco dolor cupidatat laboris sunt est reprehenderit occaecat qui non."
  },
  {
    "from": "Mcdonald Duncan",
    "notification": "has commented your",
    "picture": "http://api.randomuser.me/portraits/men/10.jpg",
    "subject": "ullamco occaecat irure",
    "content": "Lorem officia aute nostrud incididunt minim nisi et enim ex voluptate. Elit voluptate pariatur eu mollit culpa consectetur tempor do est labore. Culpa voluptate ut occaecat eiusmod cupidatat commodo nostrud. Aute esse aute irure ut dolor magna fugiat ipsum do adipisicing ullamco ex."
  },
  {
    "from": "Mable Hooper",
    "notification": "is now a member of",
    "picture": "http://api.randomuser.me/portraits/women/9.jpg",
    "subject": "veniam culpa commodo",
    "content": "Elit incididunt laborum ex amet dolor in do consequat voluptate eiusmod cillum est. Laboris amet proident sunt officia cillum. Consequat esse eu cillum culpa cillum eiusmod nisi in qui est. Adipisicing magna nostrud dolor pariatur quis culpa velit excepteur mollit dolore anim duis aliquip est."
  },
  {
    "from": "Eileen Yang",
    "notification": "has been denied request to join",
    "picture": "http://api.randomuser.me/portraits/men/5.jpg",
    "subject": "reprehenderit exercitation elit",
    "content": "Ex ullamco non ipsum Lorem adipisicing eiusmod amet pariatur exercitation laborum laboris velit. Dolor anim minim incididunt consequat ullamco id aliquip esse quis laborum duis proident. Nostrud irure irure irure sunt consequat cillum aliquip aute Lorem cillum duis officia minim. Adipisicing irure cupidatat excepteur quis fugiat."
  },
  {
    "from": "Deann Mcgowan",
    "notification": "has been denied request to join",
    "picture": "http://api.randomuser.me/portraits/men/0.jpg",
    "subject": "duis reprehenderit in",
    "content": "Officia do aliqua dolore anim aute tempor ut dolor in in duis. Occaecat cillum fugiat ex in aliquip cupidatat laboris veniam incididunt officia minim pariatur. Enim officia culpa ullamco ipsum laboris aliqua mollit et cillum ullamco non aliquip consectetur occaecat. Aute exercitation elit id aliqua dolor irure anim proident non nostrud commodo anim."
  },
  {
    "from": "Jacobs Moreno",
    "notification": "is now a member of",
    "picture": "http://api.randomuser.me/portraits/women/5.jpg",
    "subject": "magna ullamco irure",
    "content": "Cillum officia laborum ea esse sunt. Id eu esse fugiat officia commodo incididunt sint est labore pariatur sunt voluptate in. Occaecat cupidatat veniam id deserunt elit excepteur proident commodo sunt ex id incididunt laborum. Aliquip mollit aute adipisicing excepteur aute consequat eiusmod excepteur dolor ad reprehenderit ut pariatur."
  },
  {
    "from": "Estella Robinson",
    "notification": "is now a member of",
    "picture": "http://api.randomuser.me/portraits/women/7.jpg",
    "subject": "nulla officia elit",
    "content": "Est fugiat culpa ut irure adipisicing magna commodo fugiat in est esse dolor ipsum enim. Culpa cupidatat mollit aliquip nostrud laboris sit aliquip consectetur sunt sunt exercitation voluptate. Reprehenderit excepteur officia cillum reprehenderit dolor. Voluptate irure ex elit culpa exercitation voluptate labore sit ad ipsum proident esse aliquip sunt."
  },
  {
    "from": "Spence Foley",
    "notification": "is now a member of",
    "picture": "http://api.randomuser.me/portraits/men/5.jpg",
    "subject": "eiusmod ullamco non",
    "content": "Aliqua quis qui dolore dolor in laboris nulla eu. Id consectetur occaecat ipsum reprehenderit aute proident duis voluptate velit officia. Consequat do irure officia ad aliqua sint laborum reprehenderit ipsum qui quis ut pariatur do. Officia cillum anim aute do et duis excepteur labore ipsum aliqua sit est et."
  },
  {
    "from": "Juana Lindsey",
    "notification": "is now a member of",
    "picture": "http://api.randomuser.me/portraits/women/1.jpg",
    "subject": "amet consectetur aute",
    "content": "Aliquip velit deserunt ad magna Lorem esse nulla aute dolore deserunt. Id commodo occaecat non nisi do voluptate ut magna in consequat laboris aute. Quis nisi sunt ea consequat commodo. Cupidatat sint sit pariatur excepteur esse consequat sit irure aute labore proident."
  },
  {
    "from": "Washington Mclean",
    "notification": "has commented your",
    "picture": "http://api.randomuser.me/portraits/women/7.jpg",
    "subject": "dolor voluptate velit",
    "content": "Occaecat elit dolore nostrud fugiat voluptate fugiat eiusmod officia ipsum esse aute sint. Qui ut esse commodo laboris amet ea et aliquip et do duis nostrud tempor. Exercitation sint pariatur id anim eiusmod dolore exercitation ullamco nostrud eu ipsum. Mollit quis labore Lorem anim dolore tempor commodo adipisicing nulla mollit eu veniam."
  },
  {
    "from": "Annie Berg",
    "notification": "is now a member of",
    "picture": "http://api.randomuser.me/portraits/men/1.jpg",
    "subject": "non sit mollit",
    "content": "Qui ea eu do cillum esse quis irure. Duis deserunt reprehenderit id laborum irure quis pariatur ad sint exercitation. Ad cillum irure laboris ipsum exercitation occaecat amet officia. Dolor dolore tempor in anim Lorem cillum aliqua fugiat id cupidatat deserunt enim."
  },
  {
    "from": "Flynn Sparks",
    "notification": "is now a member of",
    "picture": "http://api.randomuser.me/portraits/men/0.jpg",
    "subject": "aute commodo irure",
    "content": "In id mollit nulla ex irure anim aliquip non. Aliquip irure enim eiusmod proident labore. Veniam laboris enim quis nostrud. Deserunt eiusmod sunt labore et magna nulla."
  },
  {
    "from": "Hurley Hunt",
    "notification": "has been denied request to join",
    "picture": "http://api.randomuser.me/portraits/women/6.jpg",
    "subject": "proident eiusmod officia",
    "content": "Aliquip exercitation est sunt adipisicing et eu commodo dolore ad nisi. Amet culpa eu Lorem nostrud veniam proident quis voluptate velit laboris adipisicing non sunt. Nisi et commodo aute excepteur sunt. Id incididunt ex reprehenderit cillum nulla consequat proident pariatur."
  },
  {
    "from": "Robinson Sharpe",
    "notification": "has been denied request to join",
    "picture": "http://api.randomuser.me/portraits/women/7.jpg",
    "subject": "amet nulla anim",
    "content": "Cupidatat quis reprehenderit esse exercitation exercitation. Ipsum pariatur consectetur in eiusmod anim labore ipsum mollit anim excepteur occaecat. Sit exercitation irure reprehenderit labore irure consequat enim officia sit do dolore veniam. Sunt elit ipsum ipsum excepteur id nostrud officia sit deserunt exercitation ullamco dolore aute sint."
  },
  {
    "from": "Duffy Guy",
    "notification": "is now a member of",
    "picture": "http://api.randomuser.me/portraits/men/8.jpg",
    "subject": "nisi tempor quis",
    "content": "Ex nisi labore ad deserunt elit magna quis. Adipisicing non pariatur ex occaecat mollit est eu ullamco. Excepteur eu reprehenderit reprehenderit consectetur officia laboris dolor cupidatat veniam exercitation velit sunt mollit irure. Esse incididunt cupidatat eiusmod qui quis reprehenderit."
  },
  {
    "from": "Hodge Hopkins",
    "notification": "has commented your",
    "picture": "http://api.randomuser.me/portraits/women/1.jpg",
    "subject": "nisi proident in",
    "content": "Incididunt proident id ex mollit laboris occaecat occaecat nostrud qui excepteur. Minim officia elit incididunt veniam est pariatur nulla. Quis mollit est laboris non occaecat incididunt eu. Pariatur nisi enim aliqua culpa magna proident."
  },
  {
    "from": "Celina Downs",
    "notification": "is now a member of",
    "picture": "http://api.randomuser.me/portraits/men/3.jpg",
    "subject": "reprehenderit elit proident",
    "content": "Ullamco ex nostrud nisi laborum labore non officia id incididunt. Dolore nisi magna ullamco sint eiusmod et proident non sunt sunt. Sit ea laboris est ipsum sunt pariatur ut. Fugiat nisi eu non ullamco dolor elit occaecat proident."
  },
  {
    "from": "Adele Neal",
    "notification": "has commented your",
    "picture": "http://api.randomuser.me/portraits/women/7.jpg",
    "subject": "ut culpa id",
    "content": "Pariatur ex fugiat amet irure quis aute adipisicing ullamco dolor excepteur. Exercitation pariatur eiusmod laboris cillum aliquip ullamco in cupidatat laborum pariatur. Labore officia eu fugiat magna velit in in ex consequat quis occaecat irure veniam laborum. Duis id anim minim quis irure enim eiusmod sunt qui proident ipsum laborum velit."
  },
  {
    "from": "Dale Rice",
    "notification": "has been denied request to join",
    "picture": "http://api.randomuser.me/portraits/men/3.jpg",
    "subject": "tempor occaecat anim",
    "content": "Elit qui velit commodo occaecat nostrud amet nostrud. Dolore incididunt do dolore ea nostrud aliqua anim. Nostrud eiusmod dolore aute in elit do dolore deserunt dolor. Minim laborum sit veniam voluptate qui ex mollit eu et laborum enim veniam."
  },
  {
    "from": "Krista Hays",
    "notification": "is now a member of",
    "picture": "http://api.randomuser.me/portraits/women/3.jpg",
    "subject": "laboris ad irure",
    "content": "Aliqua magna aute consequat adipisicing voluptate est eiusmod dolor ea eu magna aliquip nisi elit. Est anim labore aliqua aliquip laborum. Dolor culpa proident pariatur est ullamco eu quis enim est in irure laboris sunt. Pariatur tempor enim sint quis sit qui et ullamco."
  },
  {
    "from": "Davidson Ferguson",
    "notification": "has been denied request to join",
    "picture": "http://api.randomuser.me/portraits/men/9.jpg",
    "subject": "laboris nulla dolore",
    "content": "Sunt enim veniam et consequat tempor Lorem qui qui aliquip et laborum ea consequat amet. Laboris pariatur ex et esse in nostrud do nulla cupidatat nostrud eiusmod incididunt. Velit laborum minim ut anim anim adipisicing tempor excepteur exercitation aute id velit non occaecat. Enim nostrud laborum labore qui quis nostrud officia velit dolore non ad dolor ipsum."
  },
  {
    "from": "Wells Gardner",
    "notification": "is now a member of",
    "picture": "http://api.randomuser.me/portraits/women/10.jpg",
    "subject": "aute incididunt non",
    "content": "Aute est voluptate in fugiat excepteur dolor duis ex velit. Tempor eu aliqua deserunt mollit velit magna labore laboris ea eu tempor elit. Eiusmod voluptate reprehenderit laborum consectetur aute pariatur nisi ea aliqua proident. Lorem voluptate sit ex id."
  },
  {
    "from": "Lori Conrad",
    "notification": "has commented your",
    "picture": "http://api.randomuser.me/portraits/women/1.jpg",
    "subject": "ex non ullamco",
    "content": "Aliquip eiusmod esse nisi ad amet reprehenderit. Aliquip magna mollit labore occaecat nulla do aliqua officia. Cupidatat laboris reprehenderit in fugiat. Minim dolor nulla in id et tempor do voluptate laborum Lorem laborum."
  },
  {
    "from": "Sherrie Jimenez",
    "notification": "is now a member of",
    "picture": "http://api.randomuser.me/portraits/women/8.jpg",
    "subject": "qui magna culpa",
    "content": "Duis aliqua aute aliqua dolore. Esse occaecat esse magna nostrud deserunt nulla. Non laboris est officia esse sunt irure ex. Aliquip veniam ea aliqua aute."
  }
]
}